Repository: cyrinux/ichor
Catalog: ios/Ichor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, uk

source: Resources browser
de: Ressourcen-Browser
es: Explorador de recursos
fr: Explorateur de ressources
it: Esplora risorse
uk: Оглядач ресурсів

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione
uk: Сховище

source: Mounts
de: Einhängepunkte
es: Montajes
fr: Montages
it: Mount
uk: Точки монтування

source: Disk health
de: Festplattenzustand
es: Salud de los discos
fr: Santé des disques
it: Stato dei dischi
uk: Стан дисків

source: Disk usage
de: Speichernutzung
es: Uso del disco
fr: Utilisation du disque
it: Utilizzo del disco
uk: Використання диска

source: No mounted filesystem reported
de: Kein eingehängtes Dateisystem gemeldet
es: No se informó ningún sistema de archivos montado
fr: Aucun système de fichiers monté signalé
it: Nessun file system montato segnalato
uk: Змонтованих файлових систем не виявлено

source: No volumes
de: Keine Volumes
es: Sin volúmenes
fr: Aucun volume
it: Nessun volume
uk: Томів немає

source: Mounted on
de: Eingehängt unter
es: Montado en
fr: Monté sur
it: Montato su
uk: Змонтовано в

source: No disk reports its health
de: Keine Festplatte meldet ihren Zustand
es: Ningún disco informa de su estado
fr: Aucun disque ne signale son état
it: Nessun disco segnala il proprio stato
uk: Жоден диск не повідомляє про свій стан

source: Failing
de: Fehlerhaft
es: Fallando
fr: Défaillant
it: In avaria
uk: Несправний

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
uk: Температура

source: Power-on time
de: Betriebsstunden
es: Tiempo encendido
fr: Durée de fonctionnement
it: Tempo di accensione
uk: Час роботи

source: Wear
de: Verschleiß
es: Desgaste
fr: Usure
it: Usura
uk: Знос

source: Nothing here
de: Hier ist nichts
es: Nada aquí
fr: Rien ici
it: Qui non c'è nulla
uk: Тут нічого немає

source: Forfeit leadership
de: Führung abgeben
es: Ceder el liderazgo
fr: Céder le leadership
it: Cedi la leadership
uk: Передати лідерство

source: Forfeit leadership?
de: Führung abgeben?
es: ¿Ceder el liderazgo?
fr: Céder le leadership ?
it: Cedere la leadership?
uk: Передати лідерство?

source: %@ gives up etcd leadership and another member is elected. Writes pause briefly during the election.
de: %@ gibt die etcd-Führung ab und ein anderes Mitglied wird gewählt. Schreibvorgänge pausieren kurz während der Wahl.
es: %@ cede el liderazgo de etcd y se elige a otro miembro. Las escrituras se detienen brevemente durante la elección.
fr: %@ cède le leadership etcd et un autre membre est élu. Les écritures sont brièvement suspendues pendant l'élection.
it: %@ cede la leadership di etcd e viene eletto un altro membro. Le scritture si fermano brevemente durante l'elezione.
uk: %@ передає лідерство etcd, і обирається інший учасник. Під час виборів запис ненадовго призупиняється.

source: %@ gave up leadership
de: %@ hat die Führung abgegeben
es: %@ cedió el liderazgo
fr: %@ a cédé le leadership
it: %@ ha ceduto la leadership
uk: %@ передав лідерство

source: Forfeit etcd leadership
de: etcd-Führung abgeben
es: Ceder el liderazgo de etcd
fr: Céder le leadership etcd
it: Cedere la leadership di etcd
uk: Передати лідерство etcd

source: Remove etcd member %@
de: etcd-Mitglied %@ entfernen
es: Eliminar el miembro de etcd %@
fr: Retirer le membre etcd %@
it: Rimuovere il membro etcd %@
uk: Вилучити учасника etcd %@

source: Remove member…
de: Mitglied entfernen…
es: Eliminar miembro…
fr: Retirer le membre…
it: Rimuovi membro…
uk: Вилучити учасника…

source: Remove %@ from etcd?
de: %@ aus etcd entfernen?
es: ¿Eliminar %@ de etcd?
fr: Retirer %@ d'etcd ?
it: Rimuovere %@ da etcd?
uk: Вилучити %@ з etcd?

source: The member leaves the etcd cluster. This cannot be undone: the node must be reset or rejoin to become a member again.
de: Das Mitglied verlässt den etcd-Cluster. Das lässt sich nicht rückgängig machen: Der Knoten muss zurückgesetzt werden oder erneut beitreten, um wieder Mitglied zu werden.
es: El miembro abandona el clúster de etcd. No se puede deshacer: el nodo deberá restablecerse o volver a unirse para ser miembro de nuevo.
fr: Le membre quitte le cluster etcd. C'est irréversible : le nœud devra être réinitialisé ou rejoindre le cluster pour redevenir membre.
it: Il membro lascia il cluster etcd. L'operazione è irreversibile: il nodo dovrà essere reimpostato o unirsi di nuovo per tornare membro.
uk: Учасник залишає кластер etcd. Це неможливо скасувати: щоб знову стати учасником, вузол потрібно скинути або приєднати повторно.

source: Members after
de: Mitglieder danach
es: Miembros después
fr: Membres après
it: Membri dopo
uk: Учасників після

source: Healthy after
de: Gesunde danach
es: Sanos después
fr: Sains après
it: Integri dopo
uk: Справних після

source: No other reachable member can take the request.
de: Kein anderes erreichbares Mitglied kann die Anfrage ausführen.
es: Ningún otro miembro accesible puede atender la solicitud.
fr: Aucun autre membre joignable ne peut traiter la demande.
it: Nessun altro membro raggiungibile può eseguire la richiesta.
uk: Жоден інший доступний учасник не може виконати запит.

source: Remove member
de: Mitglied entfernen
es: Eliminar miembro
fr: Retirer le membre
it: Rimuovi membro
uk: Вилучити учасника

source: %@ was removed from etcd
de: %@ wurde aus etcd entfernt
es: %@ se eliminó de etcd
fr: %@ a été retiré d'etcd
it: %@ è stato rimosso da etcd
uk: %@ вилучено з etcd

source: Search types and aliases
de: Typen und Aliasse suchen
es: Buscar tipos y alias
fr: Rechercher des types et alias
it: Cerca tipi e alias
uk: Пошук типів і псевдонімів

source: Filter by ID
de: Nach ID filtern
es: Filtrar por ID
fr: Filtrer par ID
it: Filtra per ID
uk: Фільтр за ID

source: No resource type
de: Kein Ressourcentyp
es: Ningún tipo de recurso
fr: Aucun type de ressource
it: Nessun tipo di risorsa
uk: Типів ресурсів немає

source: No resource of this type
de: Keine Ressource dieses Typs
es: Ningún recurso de este tipo
fr: Aucune ressource de ce type
it: Nessuna risorsa di questo tipo
uk: Ресурсів цього типу немає

source: Sensitive
de: Sensibel
es: Sensible
fr: Sensible
it: Sensibile
uk: Чутливий

source: Copy YAML
de: YAML kopieren
es: Copiar YAML
fr: Copier le YAML
it: Copia YAML
uk: Копіювати YAML

source: Collect logs and cluster details of the nodes into a zip, like talosctl support.
de: Sammelt Logs und Cluster-Details der Knoten in einer ZIP-Datei, wie talosctl support.
es: Reúne los registros y los detalles del clúster de los nodos en un zip, como talosctl support.
fr: Rassemble les journaux et les détails du cluster des nœuds dans un zip, comme talosctl support.
it: Raccoglie log e dettagli del cluster dei nodi in uno zip, come talosctl support.
uk: Збирає журнали та відомості про кластер із вузлів у zip, як talosctl support.

source: Create a support bundle…
de: Support-Bundle erstellen…
es: Crear un paquete de soporte…
fr: Créer un bundle de support…
it: Crea un bundle di supporto…
uk: Створити пакет підтримки…

source: The bundle contains logs and cluster details. It is NOT masked by screenshot mode: review it before sharing.
de: Das Bundle enthält Logs und Cluster-Details. Es wird vom Screenshot-Modus NICHT maskiert: Prüfe es vor dem Teilen.
es: El paquete contiene registros y detalles del clúster. NO se enmascara con el modo de capturas: revísalo antes de compartirlo.
fr: Le bundle contient des journaux et des détails du cluster. Il n'est PAS masqué par le mode capture d'écran : relisez-le avant de le partager.
it: Il bundle contiene log e dettagli del cluster. NON è mascherato dalla modalità screenshot: controllalo prima di condividerlo.
uk: Пакет містить журнали та відомості про кластер. Режим знімків екрана його НЕ маскує: перегляньте його, перш ніж ділитися.

source: Create bundle
de: Bundle erstellen
es: Crear paquete
fr: Créer le bundle
it: Crea bundle
uk: Створити пакет

source: Collecting…
de: Wird gesammelt…
es: Recopilando…
fr: Collecte en cours…
it: Raccolta in corso…
uk: Збирання…

source: waiting
de: wartet
es: en espera
fr: en attente
it: in attesa
uk: очікування

source: done
de: fertig
es: listo
fr: terminé
it: completato
uk: готово

source: Bundle failed: %@
de: Bundle fehlgeschlagen: %@
es: Error del paquete: %@
fr: Échec du bundle : %@
it: Bundle non riuscito: %@
uk: Не вдалося створити пакет: %@

source: The collection was interrupted
de: Das Sammeln wurde unterbrochen
es: La recopilación se interrumpió
fr: La collecte a été interrompue
it: La raccolta è stata interrotta
uk: Збирання перервано

source: %@ is ready (%@)
de: %@ ist fertig (%@)
es: %@ está listo (%@)
fr: %@ est prêt (%@)
it: %@ è pronto (%@)
uk: %@ готовий (%@)

source: Saved bundles
de: Gespeicherte Bundles
es: Paquetes guardados
fr: Bundles enregistrés
it: Bundle salvati
uk: Збережені пакети

source: Delete this bundle?
de: Dieses Bundle löschen?
es: ¿Eliminar este paquete?
fr: Supprimer ce bundle ?
it: Eliminare questo bundle?
uk: Видалити цей пакет?

source: Tap a container to read its log.
de: Tippe auf einen Container, um sein Log zu lesen.
es: Toca un contenedor para leer su registro.
fr: Touchez un conteneur pour lire son journal.
it: Tocca un container per leggerne il log.
uk: Торкніться контейнера, щоб переглянути його журнал.

source: Troubleshooting
de: Fehlerbehebung
es: Solución de problemas
fr: Dépannage
it: Risoluzione dei problemi
uk: Усунення несправностей

source: This node does not report disk health.
de: Dieser Knoten meldet keinen Festplattenzustand.
es: Este nodo no informa del estado de sus discos.
fr: Ce nœud ne signale pas l'état de ses disques.
it: Questo nodo non segnala lo stato dei dischi.
uk: Цей вузол не повідомляє про стан дисків.

source: Attributes (%lld)
de: Attribute (%lld)
es: Atributos (%lld)
fr: Attributs (%lld)
it: Attributi (%lld)
uk: Атрибути (%lld)

source: Path
de: Pfad
es: Ruta
fr: Chemin
it: Percorso
uk: Шлях

source: Working…
de: Wird ausgeführt…
es: En curso…
fr: En cours…
it: In corso…
uk: Виконується…

source: Member actions
de: Mitgliederaktionen
es: Acciones sobre miembros
fr: Actions sur les membres
it: Azioni sui membri
uk: Дії з учасниками

source: Forfeiting moves etcd leadership to another member. Removing a member is for a node that is gone or being replaced: what the removal would leave is checked first.
de: Das Abgeben verschiebt die etcd-Führung auf ein anderes Mitglied. Das Entfernen eines Mitglieds ist für einen Knoten gedacht, der weg ist oder ersetzt wird: Zuerst wird geprüft, was nach dem Entfernen übrig bleibt.
es: Ceder el liderazgo lo traslada a otro miembro de etcd. Eliminar un miembro sirve para un nodo que ya no existe o que se va a reemplazar: primero se comprueba qué dejaría la eliminación.
fr: Céder le leadership le transfère à un autre membre etcd. Le retrait d'un membre sert pour un nœud disparu ou en cours de remplacement : ce que le retrait laisserait est d'abord vérifié.
it: Cedere la leadership la sposta su un altro membro etcd. La rimozione di un membro serve per un nodo che non esiste più o che viene sostituito: prima si verifica ciò che resterebbe dopo la rimozione.
uk: Передавання лідерства переносить його до іншого учасника etcd. Вилучення учасника призначене для вузла, якого вже немає або який замінюють: спершу перевіряються наслідки вилучення.

source: Removing…
de: Wird entfernt…
es: Eliminando…
fr: Retrait en cours…
it: Rimozione in corso…
uk: Вилучення…

source: Resources · %@
de: Ressourcen · %@
es: Recursos · %@
fr: Ressources · %@
it: Risorse · %@
uk: Ресурси · %@

source: Storage · %@
de: Speicher · %@
es: Almacenamiento · %@
fr: Stockage · %@
it: Archiviazione · %@
uk: Сховище · %@

source: Show a sensitive resource
de: Sensible Ressource anzeigen
es: Mostrar un recurso sensible
fr: Afficher une ressource sensible
it: Mostrare una risorsa sensibile
uk: Показати чутливий ресурс

source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…
it: Caricamento…
uk: Завантаження…

source: %@ free
de: %@ frei
es: %@ libres
fr: %@ libres
it: %@ liberi
uk: %@ вільно

source: Encrypted (%@)
de: Verschlüsselt (%@)
es: Cifrado (%@)
fr: Chiffré (%@)
it: Cifrato (%@)
uk: Зашифровано (%@)

source: Select none
de: Nichts auswählen
es: No seleccionar ninguno
fr: Ne rien sélectionner
it: Deseleziona tutto
uk: Зняти вибір

source: Select all
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
uk: Вибрати все

source: Collecting takes a few minutes per node. Keep the app open: the screen stays on meanwhile.
de: Das Sammeln dauert einige Minuten pro Knoten. Lass die App geöffnet: Der Bildschirm bleibt währenddessen an.
es: La recopilación tarda unos minutos por nodo. Mantén la app abierta: la pantalla permanece encendida mientras tanto.
fr: La collecte prend quelques minutes par nœud. Gardez l'app ouverte : l'écran reste allumé pendant ce temps.
it: La raccolta richiede alcuni minuti per nodo. Tieni aperta l'app: nel frattempo lo schermo resta acceso.
uk: Збирання триває кілька хвилин на вузол. Не закривайте застосунок: екран тим часом залишається ввімкненим.

source: Bundles are kept on this phone only, out of backups: delete them when done.
de: Bundles bleiben nur auf diesem Telefon, außerhalb von Backups: Lösche sie, wenn du fertig bist.
es: Los paquetes se guardan solo en este teléfono, fuera de las copias de seguridad: elimínalos al terminar.
fr: Les bundles restent uniquement sur ce téléphone, hors des sauvegardes : supprimez-les une fois terminé.
it: I bundle restano solo su questo telefono, fuori dai backup: eliminali quando hai finito.
uk: Пакети зберігаються лише на цьому телефоні, поза резервними копіями: видаліть їх після використання.

source: Create a support bundle
de: Support-Bundle erstellen
es: Crear un paquete de soporte
fr: Créer un bundle de support
it: Creare un bundle di supporto
uk: Створити пакет підтримки

source: Not available on this node
de: Auf diesem Knoten nicht verfügbar
es: No disponible en este nodo
fr: Indisponible sur ce nœud
it: Non disponibile su questo nodo
uk: Недоступно на цьому вузлі

source: Only the first %lld are shown
de: Nur die ersten %lld werden angezeigt
es: Solo se muestran los primeros %lld
fr: Seuls les %lld premiers sont affichés
it: Sono mostrati solo i primi %lld
uk: Показано лише перші %lld

source: What's new
de: Neuigkeiten
es: Novedades
fr: Nouveautés
it: Novità
uk: Що нового

source: Updated to %@
de: Aktualisiert auf %@
es: Actualizado a %@
fr: Mis à jour vers %@
it: Aggiornato a %@
uk: Оновлено до %@

source: Full changelog
de: Vollständiges Änderungsprotokoll
es: Historial completo
fr: Journal complet
it: Registro completo
uk: Усі зміни

source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Novità
uk: Нове

source: Fixed
de: Behoben
es: Corregido
fr: Corrigé
it: Corretto
uk: Виправлено

source: Faster
de: Schneller
es: Más rápido
fr: Plus rapide
it: Più veloce
uk: Швидше

source: Breaking changes
de: Inkompatible Änderungen
es: Cambios incompatibles
fr: Changements incompatibles
it: Modifiche incompatibili
uk: Несумісні зміни

source: Maintenance release
de: Wartungsversion
es: Versión de mantenimiento
fr: Version de maintenance
it: Versione di manutenzione
uk: Технічний випуск

source: No release notes available
de: Keine Versionshinweise verfügbar
es: No hay notas de versión disponibles
fr: Aucune note de version disponible
it: Nessuna nota di rilascio disponibile
uk: Нотаток до випусків немає

source: %@ was not the leader; nothing changed
de: %@ war nicht der Leader; nichts wurde geändert
es: %@ no era el líder; nada ha cambiado
fr: %@ n'était pas le leader ; rien n'a changé
it: %@ non era il leader; nulla è cambiato
uk: %@ не був лідером; нічого не змінилося

source: This resource contains secrets (keys, tokens). Show it only where nobody else can see your screen.
de: Diese Ressource enthält Geheimnisse (Schlüssel, Tokens). Zeige sie nur, wenn niemand sonst deinen Bildschirm sieht.
es: Este recurso contiene secretos (claves, tokens). Muéstralo solo donde nadie más pueda ver tu pantalla.
fr: Cette ressource contient des secrets (clés, jetons). Ne l'affichez que si personne d'autre ne voit votre écran.
it: Questa risorsa contiene segreti (chiavi, token). Mostrala solo dove nessun altro può vedere il tuo schermo.
uk: Цей ресурс містить секрети (ключі, токени). Показуйте його лише там, де ніхто інший не бачить ваш екран.

source: Choose a folder to measure, then tap a folder to open it. Large folders such as /var can take minutes.
de: Wähle einen Ordner zum Messen und tippe dann auf einen Ordner, um ihn zu öffnen. Große Ordner wie /var können Minuten dauern.
es: Elige una carpeta para medirla y toca una carpeta para abrirla. Las carpetas grandes como /var pueden tardar minutos.
fr: Choisissez un dossier à mesurer, puis touchez un dossier pour l'ouvrir. Les gros dossiers comme /var peuvent prendre plusieurs minutes.
it: Scegli una cartella da misurare, poi tocca una cartella per aprirla. Le cartelle grandi come /var possono richiedere minuti.
uk: Виберіть папку для вимірювання, потім торкніться папки, щоб відкрити її. Великі папки, як-от /var, можуть вимірюватися кілька хвилин.

source: Measuring %@…
de: %@ wird gemessen…
es: Midiendo %@…
fr: Mesure de %@…
it: Misurazione di %@…
uk: Вимірювання %@…

source: Show all mounts (%lld)
de: Alle Einhängepunkte anzeigen (%lld)
es: Mostrar todos los montajes (%lld)
fr: Afficher tous les montages (%lld)
it: Mostra tutti i mount (%lld)
uk: Показати всі точки монтування (%lld)

source: Parts your talosconfig role cannot read are left out and noted in the bundle (machine config needs os:admin, etcd status os:operator).
de: Teile, die die Rolle deiner talosconfig nicht lesen kann, werden ausgelassen und im Bundle vermerkt (Maschinenkonfiguration benötigt os:admin, etcd-Status os:operator).
es: Las partes que el rol de tu talosconfig no puede leer se omiten y se indican en el paquete (la configuración de la máquina requiere os:admin, el estado de etcd os:operator).
fr: Les parties que le rôle de votre talosconfig ne peut pas lire sont omises et signalées dans le bundle (la configuration machine nécessite os:admin, l'état d'etcd os:operator).
it: Le parti che il ruolo del tuo talosconfig non può leggere vengono omesse e segnalate nel bundle (la configurazione della macchina richiede os:admin, lo stato di etcd os:operator).
uk: Частини, які роль вашого talosconfig не може прочитати, пропускаються, і це зазначається в пакеті (конфігурація машини потребує os:admin, стан etcd — os:operator).

source: AI diagnosis
de: KI-Diagnose
es: Diagnóstico con IA
fr: Diagnostic IA
it: Diagnosi IA
uk: Діагностика ШІ

source: Optional. Ask an AI model what is wrong with the cluster and how to fix it. Nothing is sent until you ask.
de: Optional. Fragen Sie ein KI-Modell, was im Cluster nicht stimmt und wie es sich beheben lässt. Nichts wird gesendet, bevor Sie fragen.
es: Opcional. Pregunta a un modelo de IA qué falla en el clúster y cómo arreglarlo. No se envía nada hasta que lo pidas.
fr: Facultatif. Demandez à un modèle d’IA ce qui ne va pas dans le cluster et comment le réparer. Rien n’est envoyé tant que vous ne le demandez pas.
it: Facoltativo. Chiedi a un modello di IA cosa non va nel cluster e come risolverlo. Non viene inviato nulla finché non lo chiedi.
uk: Необов’язково. Запитайте модель ШІ, що не так із кластером і як це виправити. Нічого не надсилається, доки ви не попросите.

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
it: Fornitore
uk: Постачальник

source: API key
de: API-Schlüssel
es: Clave de API
fr: Clé d’API
it: Chiave API
uk: Ключ API

source: Stored encrypted on this device. Only needed to read the answer inside the app.
de: Wird verschlüsselt auf diesem Gerät gespeichert. Nur nötig, um die Antwort in der App zu lesen.
es: Se guarda cifrada en este dispositivo. Solo hace falta para leer la respuesta dentro de la aplicación.
fr: Stockée chiffrée sur cet appareil. Nécessaire uniquement pour lire la réponse dans l’application.
it: Salvata cifrata su questo dispositivo. Serve solo per leggere la risposta nell’app.
uk: Зберігається зашифрованим на цьому пристрої. Потрібен лише для того, щоб читати відповідь у застосунку.

source: Get an API key
de: API-Schlüssel erstellen
es: Obtener una clave de API
fr: Obtenir une clé d’API
it: Ottieni una chiave API
uk: Отримати ключ API

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
uk: Модель

source: Default: %@
de: Standard: %@
es: Predeterminado: %@
fr: Par défaut : %@
it: Predefinito: %@
uk: Типова: %@

source: List models
de: Modelle auflisten
es: Listar modelos
fr: Lister les modèles
it: Elenca i modelli
uk: Показати моделі

source: No model found
de: Kein Modell gefunden
es: No se encontró ningún modelo
fr: Aucun modèle trouvé
it: Nessun modello trovato
uk: Моделей не знайдено

source: Only for a gateway or a local model. Leave empty to use the provider’s own API.
de: Nur für ein Gateway oder ein lokales Modell. Leer lassen, um die API des Anbieters zu nutzen.
es: Solo para una pasarela o un modelo local. Déjalo vacío para usar la API del proveedor.
fr: Uniquement pour une passerelle ou un modèle local. Laissez vide pour utiliser l’API du fournisseur.
it: Solo per un gateway o un modello locale. Lascia vuoto per usare l’API del fornitore.
uk: Лише для шлюзу або локальної моделі. Залиште порожнім, щоб використовувати API постачальника.

source: Hide names and addresses
de: Namen und Adressen verbergen
es: Ocultar nombres y direcciones
fr: Masquer les noms et les adresses
it: Nascondi nomi e indirizzi
uk: Приховувати імена й адреси

source: The nodes’ names, IP addresses and domain are replaced with placeholders before the report is sent. The rest of the logs, such as pod names and other host names, is sent as it is.
de: Namen, IP-Adressen und Domain der Knoten werden vor dem Senden des Berichts durch Platzhalter ersetzt. Der Rest der Logs, etwa Pod-Namen und andere Hostnamen, wird unverändert gesendet.
es: Los nombres, las direcciones IP y el dominio de los nodos se sustituyen por nombres genéricos antes de enviar el informe. El resto de los registros, como los nombres de pods y otros nombres de host, se envía tal cual.
fr: Les noms, adresses IP et domaine des nœuds sont remplacés par des noms génériques avant l’envoi du rapport. Le reste des journaux, comme les noms de pods et d’autres noms d’hôtes, est envoyé tel quel.
it: Nomi, indirizzi IP e dominio dei nodi vengono sostituiti con segnaposto prima dell’invio del rapporto. Il resto dei log, come i nomi dei pod e altri nomi host, viene inviato così com’è.
uk: Імена, IP-адреси й домен вузлів замінюються умовними перед надсиланням звіту. Решта журналів, як-от імена подів та інші імена хостів, надсилається як є.

source: Reading the cluster state…
de: Clusterzustand wird gelesen…
es: Leyendo el estado del clúster…
fr: Lecture de l’état du cluster…
it: Lettura dello stato del cluster…
uk: Зчитування стану кластера…

source: Report (%@)
de: Bericht (%@)
es: Informe (%@)
fr: Rapport (%@)
it: Rapporto (%@)
uk: Звіт (%@)

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
uk: Сховати
